Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: This does not mean, however, that only this man, who will additionally meet all the remaining criteria by the end of 2008 is entitled to early retirement.
es: Esto no significa, sin embargo, que solo este hombre, que además cumplirá todos los demás criterios a finales de 2008, tenga derecho a la jubilación anticipada.

source: If you are posting the retirement against a vendor account, make sure that an ID for the partner company is entered in the vendor master record.
es: Si está contabilizando la baja contra una cuenta de acreedor, asegúrese que se registre un ID para la sociedad GL asociada en el registro maestro de acreedor.

source: I am of course in favour of not reducing the retirement age.
es: Por supuesto, estoy a favor de no rebajar la edad de jubilación.

source: "To top it off, the president of the company sent me a letter congratulating me on my retirement,"" she says."
es: Para rematar, el presidente de la empresa me envió una carta felicitándome por mi jubilación -comenta-.

source: The amount of the retirement pension shall be based on the salary for the grade and step occupied by the servant when he became an invalid.
es: La pensión de jubilación concedida se fijará en función del sueldo correspondiente al grado y escalón en que estuviera clasificado el agente en la fecha en que fuera declarado inválido.

source: Remember to include your family in your retirement planning.
es: Acuérdese de incluir a su familia en su plan de jubilación.

source: The complete retirement of a fixed asset is only possible if all transactions to the asset were posted with a value date before the asset value date of asset retirement.
es: Una baja total de un activo fijo únicamente es posible si todos los movimientos del activo fijo fueron contabilizados con una fecha valor de la baja del activo fijo.

source: The pensions shall be adjusted in the same proportion as employee retirement pensions.
es: Las pensiones serán actualizadas en la misma proporción en que lo sean las pensiones de jubilación de los empleados.

source: There may be retirement from a job, but not from life.
es: Uno se puede jubilar de un trabajo, pero no de la vida.

source: Such practices are important not only in the context of the implementation of the mobility policy, but also because of anticipated high rates of retirement in the coming years.
es: Esas prácticas son importantes no sólo en el contexto de la aplicación de la política de movilidad, sino también en vista del gran número de jubilaciones previstas en los próximos años.

source: Ultimately, it involves bringing to the sphere of copyright what ius usus inoqui brought to moveable property and real estate, namely, a natural limitation to the right of ownership, which mainly works by interpreting the scope of protection of same in order to avoid absurd and excessive limitations.
es: "En última instancia, se trata de trasladar a la esfera de la propiedad intelectual lo que el ius usus inoqui ha sido para la propiedad mobiliaria e inmobiliaria, un límite natural del derecho de propiedad, que opera sobre todo al interpretar el alcance de su protección para evitar extralimitaciones absurdas""."

source: investment projects, with the exception of the purchase of real estate, and
es: proyectos de inversión, con exclusión de la compra de bienes inmuebles

source: You can create, change and display real estate contracts.
es: Se pueden crear, modificar y visualizar contratos inmobiliarios.

source: It adds that they should nurture and steer their fledgling private banking sectors into investing in productive activities instead of government portfolios and real estate.
es: Se añade también que esos países deberían fomentar su incipiente sector bancario y alentarlo a invertir en actividades productivas antes que en deuda pública o en el sector inmobiliario.

source: The Exterior of real estate is very often in bad state of maintenance compared to Northern countries.
es: El exterior muy a menudo se encuentra en mal estado de mantenimiento si comparamos con los países nórdicos.

source: Real estate and high yield both delivered double digit returns over the last month.
es: Los activos inmobiliarios y de alto rendimiento generaron beneficios de dos dígitos durante el último mes.

source: And for many days, the stock market plunged into a seemingly bottomless pit.
es: Y durante muchos días, el mercado de acciones se precipitó en un hoyo que no parecía tener fin.

source: Red Eléctrica's entry to the Stock Market in 1999 marked the beginning of a new stage as a private company.
es: La salida a Bolsa de Red Eléctrica en el 1999 marcó el comienzo de una nueva etapa como empresa privada.

source: Additionally, our pro forma balance sheet as of September 30, 2004 reflects the $6,859 reduction of cash related to the special fee consideration paid as a part of the refinancing.
es: Adicionalmente, nuestro balance pro forma al 30 de setiembre del 2004 refleja una reducción de $6,859 del efectivo relacionado con un honorario especial pagado como parte del refinanciamiento.

source: Refinancing means getting a new mortgage and using some or all of the proceeds to pay off the old mortgage.
es: Refinanciamiento significa obtener una nueva hipoteca y usar parte de lo recaudado para pagar la hipoteca anterior.

source: Our advisory services also relate to refinancing and refunding (including the performance and handling of respective contracts).
es: Nuestro asesoramiento también abarca la refinanciación y la ejecución y perfección de los contratos correspondientes.

source: 22 December 2006 - The allotment amount of the longer-term refinancing operations in the year 2007
es: 22 de diciembre de 2006 - Volumen de las operaciones de financiación a plazo más largo en el año 2007

source: Following the decision of the Governing Council of the ECB on 22 December 1998, the ECB announces that the first longer-term refinancing operations of the Eurosystem will be conducted as variable rate tenders using the single rate method of allotment.
es: De conformidad con la decisión del Consejo de Gobierno del BCE adoptada el 22 de diciembre de 1998, el BCE anuncia que las primeras operaciones de financiación a más largo plazo del Eurosistema se efectuarán mediante subastas a tipo variable, utilizando el procedimiento de adjudicación a tipo único.

source: The total package includes funds for refinancing, capital expenditures and working capital, with tenors of up to seven years.
es: El paquete de financiamiento incluye recursos para refinanciar gastos de capital y capital de trabajo, con plazos de hasta siete años.

source: Also plays a role in Capital Increasing Projectsl, Private Placements and Refinancing.
es: Actúa también en procesos de Ampliación de Capital, Colocaciones Privadas y Refinanciaciones.

source: It is here that it is becoming evident that micro-payments in the telecommunications sector offer models for refinancing or cofinancing.
es: Es ahí donde se pone de manifiesto que los micropagos en el sector de las telecomunicaciones ofrecen modelos para la refinanciación o la cofinanciación.

source: If a bill of exchange is transferred for refinancing, you have to post the use of the bill of exchange.
es: Si se transmite un efecto para que sea refinanciado, debe contabilizar la utilización del efecto.

source: It is recommended that homeowners who are interested in a reverse mortgage consider alternative ways to obtain money or reduce homeowner expenses.
es: Es recomendable que los propietarios que estén interesados en obtener una hipoteca inversa consideren maneras alternas de obtener el dinero o que reduzcan sus gastos relacionados a la propiedad.

source: In order to qualify for a reverse mortgage, all owners and co-owners of the home must be age 62 or older and at least one homeowner must reside in the home as their primary residence at least six months out of the year.
es: Para tener derecho a una hipoteca revertida, todos los dueños y copropietarios de la casa deben tener 62 años o más y al menos uno de los dueños debe vivir en la casa al menos seis meses al año.

source: When lenders know you intend to buy an annuity with a reverse mortgage, the federal Truth-in-Lending law (12 CFR 226.33) requires them to give you a Total Annual Loan Cost (TALC) disclosure, which includes the annuity.
es: Si los prestamistas saben que usted intenta adquirir una anualidad con una HECM, el Acta federal Truth-in-Lending (12 CFR 226.33) les exige que le informen cual es el costo total anual del préstamo (TALC) que incluya la anualidad.

source: On the other hand, you can sign up for public benefits and take out a reverse mortgage.
es: Por otra parte, se puede solicitar beneficios públicos y obtener una hipoteca al revés.

source: If you do not pay off the debt beforehand, or do not qualify for a large enough immediate cash advance to do so, you cannot get a reverse mortgage.
es: Si no liquida la deuda antes, o no tiene derecho a un adelanto inmediato de la cantidad que necesita para liquidarla, no puede obtener una hipoteca revertida.

source: Another option would be to take monthly cash advances from a reverse mortgage credit line.
es: Otra opción sería tener anticipos mensuales de una línea de crédito de la hipoteca revertida.

source: Implementing regulations have been agreed upon for Additional Provision 7 concerning private insurance and forms of assurance giving access to the public network or contemplating forms of copayment by users under the Ley 41/2007, amending the Ley 2/1981 [Mortgage Act 1981] and other statutes so as to introduce two changes the reverse mortgage (additional provision 1) and private dependency insurance (additional provision 2) under contracts with insurers, mutual social provision entities or pension plans.
es: Por otra parte se ha desarrollado las previsiones de la Disposición Adicional 7ª referido a la regulación de los seguros privados o fórmulas de aseguramiento que faciliten el acceso a la red pública o contemplen formas de financiación del copago de los usuarios mediante la Ley 41/2007, de 7 de diciembre que modifica la Ley 2/1981, de 25 de marzo de Regulación del Mercado Hipotecario y otras normas que aportan dos cambios la hipoteca inversa (disposición adicional primera) y el aseguramiento privado de la dependencia (disposición adicional segunda) mediante contratos de seguros con empresas de seguros o mutuas de previsión social o a través de un plan de pensiones.

source: So using this service can be a good idea even if you are thinking about applying for some other type of reverse mortgage.
es: Conviene utilizar este servicio aún en los casos en que se considere solicitar cualquier otro tipo de hipoteca al revés.

source: Basic earnings per common share is determined by dividing net earnings by the weighted average number of common shares outstanding.
es: Las ganancias básicas por acción ordinaria se determinan dividiendo las ganancias netas entre el número promedio ponderado de acciones ordinarias en circulación.

source: If a child care business already has a considerable amount of long-term debt relative to its net worth, a bank will be reluctant to make an additional loan.
es: Si un negocio de cuidado infantil ya tiene una deuda a largo plazo considerable en comparación con su activo neto, el banco estará reticente a otorgar un préstamo adicional.

source: Nadal had won 11 of 13 points on approach to the net.
es: El zurdo ganó 11 de 13 aproximaciones a la malla.

source: Contributions into retirement plan Photocopy of the last 6 carried out payments.
es: Aportes jubilatorios Fotocopia de los 6 últimos pagos efectuados.

source: Most people are worn out from a long working life long before they reach retirement age.
es: La mayoría de las personas están cansadas después de una larga vida laboral.

source: However, this is not the deadline for filing an application for early retirement.
es: Ahora bien, esta no es una fecha límite para presentar una solicitud de jubilación anticipada.

source: Thus defined, a notional accounts model encourages long-term systemic financial stability through the influence of life expectancy at retirement in the benefits calculation.
es: Un modelo de cuentas nocionales como el definido de esta forma fomenta la estabilidad financiera a largo plazo del sistema, gracias a la influencia en el cálculo de las prestaciones de la esperanza de vida a la fecha de jubilarse.

source: A proof of this is the additional figure of nine thousand educators who are beyond retirement age and still working.
es: Así lo demuestran los otros nueve mil que han rebasado la edad de jubilación y continúan en sus puestos.

source: We note that there have been considerable improvements in accounting management of real estate and in the presentation of the inventory as had been requested.
es: Constatamos que ha habido mejoras importantes en la gestión contable del inmovilizado y en la presentación del inventario como se había solicitado.

source: The Onroerend goed internationaal Web site is a member of the The Cube Realty network and enables you to place your real estate ad in 6 languages.
es: El sitio Onroerend goed internationaal es miembro de la red El Cubo Inmo y le permite depositar su anuncio inmobiliario en 6 idiomas.

source: The international real estate website The Cube Realty is the leading international real estate network in Europe.
es: El sito inmobiliario internacional El Cubo Inmo es la primera red de anuncios inmobiliarios internacional en Europa.

source: On the other hand, both the local press and national newspapers have a section dedicated to real estate.
es: Por otro lado, tanto la prensa local como los periódicos de tirada nacional tienen una sección dedicada a la oferta inmobiliaria.

source: The host country does not impose any restrictions on the rental of real estate by staff members.
es: El país anfitrión no impone restricciones sobre el alquiler de bienes raíces por los funcionarios.

source: For 15 years, Janel spent her life devoted to the real estate and mortgage industry.
es: Durante 15 años, Janel pasó su vida dedicada a la industria inmobiliaria y de hipotecas.

source: You lender will place a new lien on your home to secure the reverse mortgage.
es: El prestamista pondrá un nuevo embargo en su casa para asegurar la hipoteca revertida.

source: If you have any debt against your home, you must either pay it off before getting a reverse mortgage or use an immediate cash advance from the reverse mortgage to pay it off.
es: Si tiene una deuda en contra de su casa, debe pagarla antes de obtener la hipoteca revertida, o utilizar un anticipo inmediato de la hipoteca revertida para liquidarlo.

source: The expiry phase of a loan describes the last period in the life cycle of a loan.
es: La fase de vencimiento de un préstamo describe el último período en el ciclo de vida de un préstamo.

source: Beginning balance of the transition liability for severance and retirement benefits.
es: El saldo inicial del pasivo de transición de beneficios por terminación y de beneficios al retiro.

source: While you may be able to borrow from your retirement plan in the form of a loan, this is typically not a good idea.
es: Aunque es posible obtener un préstamo contra tu plan de jubilación, esto no es aconsejable.

source: Persons taking early retirement due to redundancy (with a reduction in the normal amount of pension), without fulfilling the general requirements set out by law for receiving a retirement pension, are also classified under this heading.
es: Las personas que por regulación de plantilla se jubilan anticipadamente (con reducción de la cuantía de la pensión normal) sin cumplir los requisitos generales marcados por la ley para percibir una pensión de jubilación, se clasifican aquí.

source: It is getting longer, and, as we all know, that costs money - a lot of money.
es: Cada vez se hace más larga y todos sabemos que eso cuesta dinero, mucho dinero.

source: He is responsible for the creation of the various proprietary barometers which form the basis for the decision-making process and has a background in the mortgage-backed security market.
es: Es responsable de la creación de los distintos barómetros privados que constituyen las bases del proceso de toma de decisiones y posee experiencia en el mercado de títulos con garantía hipotecaria.

source: The minimum financial obligations referred to in the first subparagraph, in respect of the life insurance activity and the nonlife insurance activity, shall not be borne by the other activity.
es: Las obligaciones financieras mínimas contempladas en el párrafo primero, referidas a la actividad de seguro de vida y la actividad de seguro distinto del seguro de vida no podrán ser soportadas por la otra actividad.

source: A line of credit is particularly important to businesses that experience seasonal fluctuations.
es: Una línea de crédito es particularmente importante para empresas que experimentan fluctuaciones estacionales.

source: In leading this discussion, the facilitator needs to exercise caution and not promise or suggest that access to a loan is guaranteed or pre-approved.
es: Al dirigir esta discusión, el facilitador debe tener cuidado de no prometer o sugerir que el acceso al préstamo está garantizado o pre-aprobado.

source: CI itself manages the Conservation Enterprise Fund, a loan program that is targeted at businesses who promote biodiversity conservation.
es: La propia CI administra el Conservation Enterprise Fund, programa de préstamos dirigido a empresas que fomentan la conservación de la diversidad biológica.

source: ENDA has agreed to pay for them to attend a course and provide a loan for materials, to be paid back out of subsequent earnings.
es: ENDA ha accedido a pagar su asistencia a un curso y otorgarles un préstamo para materiales, que deberán devolver de sus ingresos posteriormente.

source: So successful has the brand licensing process become that some companies make more money from licensing than from manufacturing.
es: Tanto éxito tienen los contratos de licencia de una marca que algunas compañías ganan más dinero con las licencias que con la fabricación.

source: If yes, how will this money be collected, administered and used?
es: En caso afirmativo, ¿cómo se recaudará, administrará y utilizará este dinero?

source: In addition to the Valentine's Day fund-raiser, the students also have raised money by putting on themed dances every two months and selling pizza and breadsticks.
es: Además de la recaudación del Día de San Valentín, los estudiantes han recaudado fondos realizando fiestas de baile temáticas cada dos meses y vendiendo pizza y deditos de pan.

source: Our solutions are simple to use and will allow you to streamline your processes, saving you time and money whilst allowing you to remain in control.
es: Nuestras soluciones son sencillas y le permitirán dinamizar los procesos de su empresa, de forma que pueda ahorrar tiempo y dinero sin perder el control.

source: The Swiss Western Union agent will confirm to us that the money has arrived and we can proceed with your request to open an account straightaway.
es: El agente suizo de Western Union nos confirmará que los fondos han llegado y que podemos proceder inmediatamente con su solicitud para abrir una cuenta.

source: He is a great warrior and owner of the Bata Drums, owner of dance and a great dancer himself; masters music and represents the need for and the joy of living; the intensity of life; the beauty and virility of males; the riches and money.
es: Dueño de los tambores Batá, del baile y la música; representa la necesidad y la alegría de vivir, la intensidad de la vida, la virilidad y belleza masculinas, la riquezas y el dinero.

source: However, where the effect of the time value of money is material, it is a more appropriate treatment to measure environmental liabilities at present value.
es: No obstante, en caso de que el valor temporal del dinero sea elevado, calcular las responsabilidades a su valor actual constituye un tratamiento más apropiado.

source: Projects are needed, sure, but right now I don't have money to pay salaries and make the state work.
es: Se necesitan proyectos, sí, pero ahora no tengo dinero con que pagar los sueldos y hacer funcionar el Estado.

source: In March 2007, HSBC Mexico successfully issued its first residential mortgage-backed security (RMBS) for MXN2,500 million, in two series and with a term of 15.9 years.
es: En marzo de 2007, se bursatilizó cartera hipotecaria por MXN2,500 millones en dos series y un plazo de 15.9 años.

source: At the same time, it became clear that the rating agencies had a conflict of interest, as they had a close, ongoing working relationship with the largest mortgage-backed security and collateralized debt obligations issuers.
es: Por otra parte, resultó claro que los organismos de calificación tenían un conflicto de intereses porque mantenían relaciones de trabajo estrechas con los principales emisores de valores respaldados por hipotecas y de obligaciones de deuda garantizadas.

source: Note C - Loan, equity, and mortgage-backed security investments
es: Nota C - Inversiones en forma de préstamos, capital y títulos respaldados por hipotecas

source: Brazilian Securities, Brazilian Mortgages and the IIC worked together in structuring the first local investment grade rated mortgage-backed security.
es: Brazilian Securities, Brazilian Mortgages y la CII colaboraron en la estructuración de la primera emisión local de títulos respaldados por hipotecas con grado de inversión.

source: Key assumptions and estimates used to determine the estimated fair value of the mortgage-backed security and related derivative financial instrument included credit risk, prepayments, foreign exchange rates, inflation rates, and counterparty risks.
es: Los principales supuestos y cálculos estimados utilizados para determinar el valor justo estimado de los títulos respaldados por hipotecas y los correspondientes instrumentos financieros derivados incluyeron el riesgo crediticio, los pagos anticipados, los tipos de cambio, las tasas de inflación y los riesgos de contraparte.

source: When market interest rates increase, the market values of mortgage-backed securities decline.
es: Cuando suben los tipos de interés del mercado, disminuyen los valores de mercado de las titulizaciones hipotecarias.

source: Ahorro y Titulización, Sociedad Gestora de Fondos de Titulización, S.A., incorporated in 1993 in order to establish, manage and legally represent asset-backed bond SPVs and mortgage-backed security SPVs.
es: Ahorro y Titulización, Sociedad Gestora de Fondos de Titulización, S.A., constituida en 1993 cuyo objeto consiste en la constitución, administración y representación legal de fondos de titulización de activos y fondos de titulización hipotecaria.

source: As a result, the negative effect of the rate increase on the market value of mortgage-backed securities is usually more pronounced than it is for other types of fixedincome securities.
es: En consecuencia, el efecto negativo de la subida de los tipos en el valor de mercado de las titulizaciones hipotecarias suele ser más pronunciado que en el caso de otros tipos de valores de renta fija.

source: The IIC initially fully underwrote the series of senior mortgage-backed securities issued, held them in portfolio and then sold them to institutional investors.
es: Inicialmente, la CII suscribió todos los títulos de garantía preferente emitidos y los tuvo en cartera hasta su venta posterior a inversionistas institucionales.
